Repository: alexander-rd/appxf
Catalog: src/appxf/locale/*/LC_MESSAGES/appxf-gui.po
Languages: de

# window
source: Registry - User Registration
de: Registry - Benutzerregistrierung

# window
source: User Registration
de: Benutzerregistrierung

# button
source: Load Admin Keys
de: Admin Schlüssel laden

# button
source: Initialize as Admin
de: Als Admin initialisieren

# button
source: Write Request
de: Anfrage Speichern

# button
source: Load Response
de: Antwort Laden

# label
source: Admin Keys
de: Admin Schlüssel

# label
source: Registration
de: Registrierung

# status
source: Admin keys are already loaded to encrypt your user data.
de: Admin Schlüssel sind bereits geladen um deine Benutzerdaten zu verschlüsseln.

# status
source: You have to load admin keys to encrypt the user data in your request.
de: Admin Schlüssel müssen geladen werden um deine Benutzerdaten bei der Registrierungsanfrage zu verschlüsseln

# dialog
source: Save Registration Request
de: Anfrage zur Registrierung speichern

# error
source: Failed to write file: {}
de: Schreiben der Datei fehlgeschlagen: {}

# info
source: Registration request saved to {}
de: Anfrage zur Registrierung speichern

# dialog
source: Select Registration Response File
de: Anfrage zur Registrierung speichern

# error
source: Failed to read file: {}
de: Schreiben der Datei fehlgeschlagen: {}

# error
source: Failed to apply response: {}
de: Schreiben der Datei fehlgeschlagen: {}

# dialog
source: Select Admin Keys File
de: Admin Schlüssel

# error
source: Failed to load admin keys: {}
de: Schreiben der Datei fehlgeschlagen: {}

# window
source: Login - Initialize
de: Login - Initialisierung

# label
source: Password:
de: Passwort:

# label
source: Repeat Password:
de: Passwort wiederholen:
